[
  {
    "image": "https://ecement.ecsion.com/wp-content/uploads/ecsion-export-import/Dalmia-Bharat-Cement-scaled-1.jpg",
    "product_name": "Dalmia 53 Grade Opc Cement",
    "product_price": "370",
    "quantity_limit":"/bag",
    "rating": "4.7",
    "brand": "Dalmia",
    "quantity": "50 bags",
    "material": "Calcined lime, Clay and Reactive silica",
    "description": "Dalmia Cement has been designed through intensive research and development carried out at our state-of-the-art Dalmia Cement Future Labs to provide quality that lasts a lifetime. Keeping co-creation, innovation and sustainability at its core Dalmia Cement is pioneering over last 80 years by combining robotic technology and decades of expertise.",
    "address": "Fagun Mansion, 26, Ethiraj Salai, Egmore, Chennai, Tamil Nadu 600008.",
    "country_of_orgin":"Made in India",
    "contact": "+91 6398863459"
  },
  {
    "image": "https://5.imimg.com/data5/SELLER/Default/2021/1/MS/FL/LP/82452753/tmt-bar-500x500.jpg",
    "product_name": "Mild Steel Upto 32 mm Tata TMT Bar, For Construction, Grade: Fe 500",
    "product_price": "65",
    "quantity_limit":"/kg",
    "rating": "4.8",
    "brand": "TATA Steels",
    "quantity": "200 (12 meters)",
    "material": "Mild Steel",
    "description": "The Mild Steel Tata TMT Bar (Grade Fe 500) is a high-strength reinforcement bar with a diameter of up to 32 mm, ideal for construction. It offers superior tensile strength (500 MPa) and excellent corrosion resistance. Its TMT process ensures better flexibility and durability. Perfect for high-stress applications in residential, commercial, and infrastructure projects.",
    "address": " 19A, Rukmani Lakshmipathi Rd, Egmore, Chennai, Tamil Nadu 600008.",
    "country_of_orgin":"Made in India",
    "contact": "+91 9198863459"
  },
  {
    "image": "https://img.freepik.com/premium-photo/pile-bricks-red-bricks-stacked_499484-1837.jpg  ",
    "product_name": "Soil Red Bricks",
    "product_price": "12",
    "quantity_limit":"/brick",
    "rating": "4.3",
    "brand": "Thillai Nataraja Wirecut Bricks",
    "quantity": "4000",
    "material": "Clay and others",
    "description": "Red construction bricks are traditional building materials made from clay, fired at high temperatures to achieve strength and durability. Known for their rich red color, these bricks are commonly used in the construction of walls, foundations, and other structural elements. They offer excellent thermal insulation, fire resistance, and long-lasting performance. Red bricks are also environmentally friendly, made from natural materials, and provide an aesthetic appeal with their classic look.",
    "address": "S No 895, Malayambakkam South, Near Shivan Koil, Adjoining Service Road 400 Orr, Kundrathur, Kundrathur Chennai - 600069, Tamil Nadu, India.",
    "country_of_orgin":"Made in India",
    "contact": "+91 6998863459"
  },
  {
    "image": "https://5.imimg.com/data5/SELLER/Default/2022/9/JI/UZ/IL/84828898/crushed-construction-stone.jpg",
    "product_name": "18mm Crushed Construction Stone",
    "product_price": "6",
    "quantity_limit":"/Stone",
    "rating": "3.9",
    "brand": "Kapoor Traders",
    "quantity": "5000",
    "material": "Crushed Stones",
    "description": "18mm Crushed Construction Stone is a high-quality aggregate used in various construction applications. It features uniform 18mm particle size, making it ideal for concrete mixing, road construction, and building foundations. This crushed stone offers excellent durability and strength, ensuring long-lasting performance. It's widely used for both residential and commercial projects due to its versatility and high load-bearing capacity.",
    "address": " Vandalur Crusher Quarry Btw vengambakkam, Kelambakkam, Tamil Nadu 600048.",
    "country_of_orgin":"Made in India",
    "contact": "+91 7868863459"
  },
  {
    "image": "https://5.imimg.com/data5/SELLER/Default/2021/10/YZ/RN/RA/44470231/kei-house-wires.jpg",
    "product_name": "KEI BanFire ZHFR House Wire, Roll Length: 90 m, Wire Size: 1.5 sqmm",
    "product_price": "900",
    "quantity_limit":"/roll",
    "rating": "4.2",
    "brand": "KEI Banfire ZHRF House Wire",
    "quantity": "20 Rolls",
    "material": "Copper and Plastic",
    "description": "KEI BanFire ZHFR House Wire (Roll Length: 90 m, Wire Size: 1.5 sqmm) is a high-quality, flame-retardant wire designed for residential and commercial electrical applications. The 1.5 sqmm wire size offers optimal conductivity, while the 90 m roll length provides sufficient length for wiring tasks. Made with Zero Halogen Flame Retardant (ZHFR) material, it ensures safety by reducing the spread of flames in case of fire. This wire is durable, flexible, and ideal for use in homes, offices, and buildings where fire safety and reliability are a priority.",
    "address": "KEI Industries Limited No.4, (Old. No. 23) SIR C P Ramasamy Road,2nd Floor, Near Apollo Spectra Hospital,Alwarpet, Chennai 600018.",
    "country_of_orgin":"Made in India",
    "contact": "+91 4200912034"
  },
  {
    "image": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTrHjbdSD50YsxVh20ArSI6WGo9rD726-dZQA&s    ",
    "product_name": "White Construction River Sand",
    "product_price": "90",
    "quantity_limit":"/kg",
    "rating": "3.7",
    "brand": "Indian Earth Movers",
    "quantity": "3 Tons",
    "material": "Soil",
    "description": "White Construction River Sand is a fine, high-quality sand sourced from riverbeds, used extensively in construction projects. Its smooth texture and consistency make it ideal for mixing with cement in concrete production, plastering, and bricklaying. The sand is free from impurities, ensuring strong adhesion and durability in construction applications. It is commonly used in residential, commercial, and infrastructure projects, offering excellent workability and enhancing the strength of the final structure.",
    "address": "Ullagaram, Near Velachery Railway Station, Madipakkam, Chennai-600091, Tamil Nadu, India",
    "country_of_orgin":"Made in India",
    "contact": "+91 0660863459"
  },
  {
    "image": "https://services.ibo.com/media/v1/products/images/34c65df6-10ee-4d1a-8e74-920f0341a2a6/asian-paints-smartcare-damp-proof-white-20-l-wall-waterproofing-1.jpeg",
    "product_name": "Asian Paints SmartCare Damp Proof White 20 L Wall Waterproofing",
    "product_price": "4990",
    "quantity_limit":"/bucket",
    "rating": "4.6",
    "brand": "Asian Paints",
    "quantity": "3 bucket",
    "material": "SmartCare Damp Proof",
    "description": "Asian Paints SmartCare Damp Proof White (20 L) is a high-performance wall waterproofing solution designed to protect surfaces from dampness and water seepage. Ideal for both interior and exterior walls, this product provides a durable, long-lasting protective layer that prevents moisture penetration, ensuring the longevity of painted surfaces. Its white finish enhances the aesthetic appeal of walls while offering excellent resistance against water-related damage. Perfect for homes, offices, and other buildings, it provides an effective barrier against damp conditions, ensuring a dry and safe environment.",
    "address": "Door No 91A, 15, Velachery Bypass Rd, Rajalakshmi Nagar, Velachery, Chennai, Tamil Nadu 600042.",
    "country_of_orgin":"Made in India",
    "contact": "+91 8435886459"
  },
  {
    "image": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTSnDtk0rfAylSQUmRhevCrzb4NRO42MhJJrw&s",
    "product_name": "Gray Double Wash M Sand, For Construction, A Grade",
    "product_price": "12",
    "quantity_limit":"/kg",
    "rating": "4.0",
    "brand": "Proprietorship",
    "quantity": "5 Ton",
    "material": "Grey Soil",
    "description": "Gray Double Wash M Sand, For Construction, A Grade is a premium quality, finely graded sand, ideal for various construction applications. The double wash process ensures the sand is free from impurities like clay, silt, and dust, making it perfect for concrete production, plastering, and other construction needs. This A Grade sand offers superior strength, durability, and workability, ensuring high-quality results in both residential and commercial projects. It is commonly used for making strong concrete mixes and provides excellent bonding properties for construction work.",
    "address": "No 4 , 8th Cross Street, kurinji Nagar, perungudi Chennai, Perungudi Chennai - 600096, Tamil Nadu, India.",
    "country_of_orgin":"Made in India",
    "contact": "+91 6345998372"
  },
  {
    "image": "https://5.imimg.com/data5/JG/AG/RN/SELLER-12074087/6-mm-plain-glass.jpg",
    "product_name": "Plain glass starting from 3 mm Glass",
    "product_price": "500",
    "quantity_limit":"/glass",
    "rating": "4.2",
    "brand": "N D Glass Plywood And Cushions",
    "quantity": "50 glasses",
    "material": "Glass",
    "description": "Pozzolana Portland Cement (PPC) in Shankar Cement is a blended cement made by mixing clinker with pozzolanic materials like fly ash. It offers enhanced durability, reduced permeability, and improved resistance to chemical attacks. PPC is ideal for construction in aggressive environments, offering better workability and long-term strength development. It is also environmentally friendly, reducing carbon emissions by incorporating industrial by-products.",
    "address": "Shop No. 1 & 2, 1st Block, 10th Main, 2nd Cross, 80 Ft Road,HRBR Layout, banaswadi, Bengaluru-560043, Karnataka, India",
    "country_of_orgin":"Made in India",
    "contact": "+91 8098863459"
  },
  {
    "image": "https://5.imimg.com/data5/SELLER/Default/2023/6/315605791/EQ/OY/GM/4752267/mild-steel-i-beam-rolling-500x500.jpg",
    "product_name": "Mild Steel I-Beam Rolling, 200 X 100",
    "product_price": "12",
    "quantity_limit":"/kg",
    "rating": "3.9",
    "brand": "Sitaram Industry",
    "quantity": "2 ton",
    "material": "Mild Steel",
    "description": "The Mild Steel I-Beam Rolling, 200 X 100, is a high-strength structural component made from mild steel, designed for heavy-duty applications. With dimensions of 200 mm in height and 100 mm in width, it offers excellent load-bearing capacity and resistance to bending. Ideal for use in construction, bridges, and industrial projects, it provides durability and ease of fabrication. The mild steel construction ensures reliability, with good corrosion resistance when treated or coated, making it suitable for a variety of structural needs.",
    "address": "Shiv Shankar Industrial Complex 2, Gala No. 4, Building No. 4, Waliv, Bhutpada On NH No. 8, Opposite To Golden Chariot Hotel, Vasai East, Thane-401208, Maharashtra, India.",
    "country_of_orgin":"Made in India",
    "contact": "+91 8063863459"
  },
  {
    "image": "https://lntsufin.com/storage/mediafiles/catalog/live/16009-2185/original/16009-2185_image_0.jpg",
    "product_name": "Cement Hollow Block, 16 in. x 6 in. x 8",
    "product_price": "35",
    "quantity_limit":"/block",
    "rating": "4.0",
    "brand": "NRA Traders",
    "quantity": "2000 blocks",
    "material": "Cement",
    "description": "The Cement Hollow Block, 16 in. x 6 in. x 8 in., is a durable and lightweight construction material designed for use in walls, partitions, and other structural applications. Made from high-quality cement, these blocks are 16 inches in length, 6 inches in height, and 8 inches in width, offering a perfect balance of strength and ease of handling. The hollow core design enhances insulation properties, making them energy-efficient while providing excellent load-bearing capabilities. Ideal for both residential and commercial construction, these blocks are resistant to fire, moisture, and pests, ensuring long-lasting performance.",
    "address": "14/43, Govindhan Road, West Mambalam Chennai - 600033, Tamil Nadu, India.",
    "country_of_orgin":"Made in India",
    "contact": "+91 7551863459"
  },
  {
    "image": "https://5.imimg.com/data5/SELLER/Default/2023/2/AY/RJ/OA/123100112/bricks-500x500.jpg",
    "product_name": "Small Crushed Stone, For Construction",
    "product_price": "11",
    "quantity_limit":"/kg",
    "rating": "3.5",
    "brand": "JJP Civil Contractor",
    "quantity": "5 Ton",
    "material": "Gitte Stone",
    "description": "Small Crushed Stone, For Construction is a fine aggregate commonly used in various construction applications. It is produced by crushing larger stones into smaller, uniform pieces, making it ideal for concrete production, road construction, and as a base material for foundations. This crushed stone offers excellent durability, compaction, and load-bearing capacity, ensuring stable and long-lasting structures. It is perfect for both residential and commercial construction projects, providing a reliable foundation and structural support.",
    "address": "138 Periyar Pathai, Main, Road, Choolaimedu, Chennai, Tamil Nadu 600094.",
    "country_of_orgin":"Made in India",
    "contact": "+91 9498863459"
  },
  {
    "image": "https://5.imimg.com/data5/SELLER/Default/2021/2/BY/XE/YL/76985305/sankar-super-power-cement-500x500.jpg",
    "product_name": "Pozzolana Portland Cement (PPC)",
    "product_price": "500",
    "quantity_limit":"/bag",
    "rating": "4.7",
    "brand": "Shankar Super Power",
    "quantity": "50 bags",
    "material": "Calcined lime, Clay and Reactive silica",
    "description": "Pozzolana Portland Cement (PPC) in Shankar Cement is a blended cement made by mixing clinker with pozzolanic materials like fly ash. It offers enhanced durability, reduced permeability, and improved resistance to chemical attacks. PPC is ideal for construction in aggressive environments, offering better workability and long-term strength development. It is also environmentally friendly, reducing carbon emissions by incorporating industrial by-products.",
    "address": "Coromandel Towers, 93, Santhome High Road, Karpagam Avenue, R.A.Puram, Karpagam Avenue, Raja Annamalai Puram, Chennai, Tamil Nadu 600028",
    "country_of_orgin":"Made in India",
    "contact": "+91 8098863459"
  },
  {
    "image": "https://bl-i.thgim.com/public/companies/rgtl52/article35955018.ece/alternates/FREE_1200/blsteel",
    "product_name": "Kamdhenu 12mm TMT Bars",
    "product_price": "200",
    "quantity_limit":"/bar",
    "rating": "4.8",
    "brand": "Kamdhenu",
    "quantity": "150",
    "material": "Mild Steel",
    "description": "Kamdhenu 12mm TMT Bars are high-strength, thermo-mechanically treated steel bars used in construction. They offer excellent ductility, tensile strength, and resistance to corrosion, making them ideal for reinforced concrete structures. These bars undergo a special quenching process, enhancing their durability and performance under extreme conditions. Kamdhenu 12mm TMT Bars ensure superior quality, safety, and longevity in building and infrastructure projects.",
    "address": " Old no: 26 new no:17 kalappa, street, Park Town, Achariya, Chennai, Tamil Nadu 600003",
    "country_of_orgin":"Made in India",
    "contact": "+91 8763492351"
  },
  {
    "image": "https://rukminim2.flixcart.com/image/850/1000/xif0q/electrical-wire/o/w/a/-original-imaghsbhtq729ags.jpeg?q=90&crop=false",
    "product_name": "HAVELLS wires ",
    "product_price": "3000",
    "quantity_limit":"",
    "rating": "4.0",
    "brand": "Havells",
    "quantity": "2.5 sq/mm Green 45 meter Wire (Green)",
    "material": "HRFR PVC and copper",
    "description": "Havells wires are high-quality electrical cables designed for safe and efficient power transmission. They are made from pure copper or aluminum conductors, ensuring excellent conductivity and minimal energy loss. Known for their durability, flexibility, and fire-resistant properties, Havells wires are ideal for residential, commercial, and industrial applications. These wires also comply with international safety standards, providing reliable performance in various electrical systems.",
    "address": "No: 366, Rajiv Gandhi Salai, near Prince Info City I, near by kothai women hostel, Kandhanchavadi, Perungudi, Chennai, Tamil Nadu 600096.",
    "country_of_orgin":"Made in India",
    "contact": "+91 7430986572"
  },
  {
    "image": "https://services.ibo.com/media/v1/products/images/d5162c4b-7ffc-4708-9049-dca67aff832d/nippon-multipurpose-20-l-wall-primer-1.jpeg?c_type=C2",
    "product_name": "Nippon Paint Atom 2-in-1 Interior & Exterior White Emulsion Wall Paint  (1 L)",
    "product_price": "500",
    "quantity_limit":"/bucket",
    "rating": "4.2",
    "brand": "Nippon Paint",
    "quantity": "20 bucket (1 litre)",
    "material": "White Emulsion",
    "description": "Nippon Paint Atom 2-in-1 Interior & Exterior White Emulsion Wall Paint (1 L) is a versatile, high-quality paint suitable for both indoor and outdoor use. It offers a smooth, durable finish with excellent coverage and long-lasting protection against weathering. This emulsion paint is easy to apply, fast-drying, and resistant to stains and fading. Ideal for enhancing the aesthetic appeal of walls, it provides a fresh, clean white look while ensuring the walls stay protected from moisture and environmental damage.",
    "address": " 9th Floor, PRESTIGE PALLADIUM BAYAN, 129, 140, Greams Rd, Thousand Lights West, Thousand Lights, Chennai, Tamil Nadu 600006",
    "country_of_orgin":"Made in India",
    "contact": "+91 7324108462"
  },
  {
    "image": "https://images.jdmagicbox.com/quickquotes/images_main/badarpur-sand-for-construction-orange-2226490271-8xnnrw0o.jpg",
    "product_name": "TRS sand",
    "product_price": "24",
    "quantity_limit":"/kg",
    "rating": "4.7",
    "brand": "TRS",
    "quantity": "4 ton(4000 kg)",
    "material": "construction sand",
    "description": "TRS Construction Sand is a high-quality, finely graded sand used for various construction purposes. It is ideal for making concrete, plastering, and bricklaying due to its consistent texture and strength. This sand ensures superior workability and durability in construction projects. With its clean and fine particles, TRS Construction Sand helps achieve a smooth finish and enhances the overall quality of the building structures.",
    "address": "No 122, Kalaimagal School Road, Pillaiyarpatti, Thanjavur - 613403.",
    "country_of_orgin":"Made in India",
    "contact": "+91 9843501243"
  },
  {
    "image": "https://5.imimg.com/data5/SELLER/Default/2024/8/442820870/EC/EF/TY/143751584/construction-red-brick-500x500.jpg",
    "product_name": "Red Bricks",
    "product_price": "15",
    "quantity_limit":"/brick",
    "rating": "4.2",
    "brand": "Red Bricks Company",
    "quantity": "2000",
    "material": "Clay and others",
    "description": "Red construction bricks are traditional building materials made from clay, fired at high temperatures to achieve strength and durability. Known for their rich red color, these bricks are commonly used in the construction of walls, foundations, and other structural elements. They offer excellent thermal insulation, fire resistance, and long-lasting performance. Red bricks are also environmentally friendly, made from natural materials, and provide an aesthetic appeal with their classic look.",
    "address": "36Q8+H5M, Anna Nagar 3rd Main Rd, Block U, Anna Nagar, Chennai, Tamil Nadu 600040",
    "country_of_orgin":"Made in India",
    "contact": "+91 7430919834"
  },
  {
    "image": "https://5.imimg.com/data5/SELLER/Default/2023/3/PN/TZ/CE/2660701/mild-steel-beam-500x500-500x500.JPG",
    "product_name": "Rolling Mild Steel Beam",
    "product_price": "51",
    "quantity_limit":"/kg",
    "rating": "3.9",
    "brand": "Rolling",
    "quantity": "Minimum 1 ton(1000 kg)",
    "material": "Steel",
    "description": "Rolling Mild Steel Beams are structural steel components widely used in construction for framing and support in buildings, bridges, and other infrastructure projects. Made from mild steel, these beams are known for their flexibility, strength, and durability. They are shaped through a rolling process to create various profiles, such as I-beams or H-beams, offering excellent load-bearing capacity. Rolling Mild Steel Beams are corrosion-resistant and can withstand heavy loads, making them ideal for long-lasting and stable structural applications.",
    "address": "No.2, Nelson Manickam Rd, Railway Colony, Aminjikarai, Chennai, Tamil Nadu 600029.",
    "country_of_orgin":"Made in India",
    "contact": "+91 9483424702"
  },
  {
    "image": "https://blog.aramsco.com/hs-fs/hubfs/ceramic.jpg?width=415&name=ceramic.jpg",
    "product_name": "Kajaria Floor Tiles(10 cases)",
    "product_price": "792",
    "quantity_limit":"/case",
    "rating": "3.5",
    "brand": "Kajaria",
    "quantity": "10 cases (1 case= 10 pieces)",
    "material": "Clay,Porcelain,Plastic,glass,asphalt,or asbestos cement,Fiberboard or other sound-absorbing materials and Glass blocks",
    "description": "Kajaria Floor Tiles (10 cases) are high-quality ceramic tiles designed for residential and commercial flooring. These tiles are durable, easy to maintain, and come in a wide variety of designs and finishes, including glossy, matte, and textured surfaces. Known for their resistance to stains, scratches, and moisture, Kajaria tiles are perfect for areas with high foot traffic. The 10 cases offer sufficient coverage for medium to large spaces, ensuring a stylish and long-lasting flooring solution.",
    "address": "OLD NO.88/16,NEW NO.119/2A,AMURTHAM NAGAR, near AI SHIPPING, Numbal, Iyyappanthangal, Chennai, Tamil Nadu 600077",
    "country_of_orgin":"Made in India",
    "contact": "+91 8098863412"
  },
  {
    "image": "https://builders9.com/wp-content/uploads/2022/06/9-4-3-2.jpg",
    "product_name": "Cement Rectangular Concrete Paver Block",
    "product_price": "10",
    "quantity_limit":"/block",
    "rating": "3.6",
    "brand": "Concrete blocks",
    "quantity": "500",
    "material": "Cement",
    "description": "Cement Rectangular Concrete Paver Blocks are durable and versatile paving solutions made from high-strength concrete. These blocks are designed for use in driveways, walkways, and outdoor areas, providing a strong and aesthetically pleasing surface. They are weather-resistant, easy to install, and require minimal maintenance. The rectangular shape offers flexibility in design, allowing for various patterns and configurations to suit different landscaping and construction needs.",
    "address": "112, Vallalar St, Moorthy Samy Colony, Padi, Chennai, Tamil Nadu 600050.",
    "country_of_orgin":"Made in India",
    "contact": "+91 7430986572"
  },
  {
    "image": "https://5.imimg.com/data5/LR/OI/MY-39094180/cement.jpg",
    "product_name": "50 Kg Ultratech Cement, Grade 43",
    "product_price": "400",
    "quantity_limit":"/bag",
    "rating": "4.8",
    "brand": "Ultratech cement",
    "quantity": "30 bags ( 1 bag= 50 kg)",
    "material": "Ultra tech",
    "description": "50 Kg UltraTech Cement, Grade 43, is a high-quality, fast-setting cement ideal for general construction applications. It offers excellent strength and durability, making it suitable for making concrete, plastering, and masonry work. With its superior quality and consistent performance, it ensures long-lasting structures. UltraTech Cement, Grade 43, is widely used in residential, commercial, and industrial projects due to its reliable bonding and early strength development.",
    "address": "No. 23, 1st Floor, Royal Estate, Mount Road, Venkta Puram, Saidapet, Chennai, Tamil Nadu 600015.",
    "country_of_orgin":"Made in India",
    "contact": "+91 9876123456"
  },
  {
    "image": "https://thumbs.dreamstime.com/b/wall-made-up-small-square-tiles-arranged-grid-pattern-vary-color-texture-shades-gray-beige-white-some-have-343074721.jpg",
    "product_name": "PGVT Floor Tiles (Heavy Duty)",
    "product_price": "5500",
    "quantity_limit":"/case",
    "rating": "4.7",
    "brand": "DELTAWARE",
    "quantity": "5 case (1 case= 10 pieces)",
    "material": "Clay,Porcelain,Plastic,glass,asphalt,or asbestos cement,Fiberboard or other sound-absorbing materials and Glass blocks",
    "description": "PGVT (Polished Glazed Vitrified Tiles) Heavy Duty Floor Tiles are high-performance tiles designed for areas with high foot traffic and heavy use. These tiles are made from a durable vitrified material, providing exceptional strength, scratch resistance, and low water absorption. The polished finish offers an elegant, glossy appearance, making them ideal for both residential and commercial spaces. With their high durability and easy maintenance, PGVT Heavy Duty Floor Tiles ensure long-lasting, attractive flooring in high-traffic areas like offices, shopping malls, and corridors.",
    "address": "10, Noombal Main Road Noombal, Velappanchavadi, Chennai, Tamil Nadu 600077.",
    "country_of_orgin":"Made in India",
    "contact": "+91 9080102134"
  },
  {
    "image": "https://5.imimg.com/data5/SELLER/Default/2023/9/339942349/MS/HB/YR/70699216/12mm-jindal-panther-tmt-bar-500x500.jpeg",
    "product_name": "Jindal Panther 550D 12 MM TMT Rebar",
    "product_price": "186",
    "quantity_limit":"/bar",
    "rating": "4.3",
    "brand": "Jindal Panther",
    "quantity": "150",
    "material": "MS Bar",
    "description": "Jindal Panther 550D 12 MM TMT Rebar is a high-strength, thermo-mechanically treated steel reinforcement bar used in construction. It offers superior tensile strength, enhanced ductility, and resistance to corrosion, making it ideal for reinforced concrete structures. The 550D grade ensures excellent performance in seismic zones and high-stress areas. Jindal Panther TMT Rebars are known for their durability, better bonding with concrete, and increased safety, providing long-term strength and stability to buildings, bridges, and other infrastructure projects.",
    "address": " AWFIS, 6th Floor, Center Point 3, Manapakkam, Chennai, Tamil Nadu 600089.",
    "country_of_orgin":"Made in India",
    "contact": "+91 9876986572"
  }
]